tap "gromgit/fuse"
tap "marcus/tap"
tap "max-sixty/worktrunk"
tap "ramonvermeulen/whosthere"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "withgraphite/tap"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "tree"
brew "ansible"
brew "awscli"
brew "cmake"
brew "cocoapods"
brew "ffmpeg"
brew "fprobe"
brew "gh"
brew "gnu-tar"
brew "gum"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mdbtools"
brew "n"
brew "neofetch"
brew "nmap"
brew "opencode"
brew "openjdk@17"
brew "pipx"
brew "python@3.12"
brew "qrencode"
brew "speedtest-cli"
brew "starship"
brew "tmux"
brew "whisper-cpp"
brew "xcodegen"
brew "youtube-dl"
brew "yt-dlp"
brew "gromgit/fuse/sshfs-mac"
brew "marcus/tap/nightshift"
brew "max-sixty/worktrunk/wt"
brew "steipete/tap/bird"
brew "steipete/tap/peekaboo"
brew "stripe/stripe-cli/stripe"
brew "withgraphite/tap/graphite"
cask "1password-cli"
cask "blackhole-2ch"
cask "fig"
cask "macfuse"
cask "ramonvermeulen/whosthere/whosthere"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "brittanychiang.halcyon-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.docker-explorer"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "jasonnutter.search-node-modules"
vscode "ms-vsliveshare.vsliveshare"
vscode "svelte.svelte-vscode"
cargo "domain-check"
